export const pageConfig = {
	title: 'Terms of Service',
	dataPoints: [
		{
			title: 'Пользовательское соглашение',
			text: [
				'Добро пожаловать в CodeForge — платформу для хранения и быстрого доступа к фрагментам кода. Сервис создан главным образом для личного использования автора, но открыт для всех желающих.Используя CodeForge, вы подтверждаете своё согласие с настоящими Условиями использования. Если вы не согласны с ними, пожалуйста, прекратите использование сервиса.',
			],
		},
		{
			title: 'Определения',
			text: [
				'**Сервис** — веб-платформа CodeForge.',
				'**Пользователь** — любое лицо, использующее сервис.Аккаунт — регистрационная запись пользователя.',
				'**Аккаунт** — регистрационная запись пользователя.',
			],
		},
		{
			title: 'Доступ к сервису',
			text: [
				'/countСервис работает в том виде, в котором он доступен в данный момент, и может развиваться, обновляться или изменяться со временем.',
				'/countВладелец сервиса стремится обеспечивать стабильную работу, но не может гарантировать полную бесперебойность или постоянную доступность.',
			],
		},
	],
};
